{
  "writeUrEmail": "Please enter the email address you registered.",
  "sendEmail": "We will send an email to your address to reset your password.",
  "start": "Start",
  "chatActive": "Activate Chat",
  "chatSave": "Save Chat",
  "rec": "Recording Feature",
  "actFunction": "Reaction Feature",
  "shareScreen": "Share Screen",
  "roomExplain": "Room Description",
  "roomPwd": "Room Password",
  "roomTheme": "Room Title",
  "save": "Save",
  "cancle": "Cancel",
  "speaker": "Speaker",
  "haveAccount": "Do you have an account?",
  "haveNoAccount": "Don't have an account?",
  "signup": "Sign Up",
  "getVerify": "Send Verification Code",
  "checkVerify": "Verify Code",
  "myInfo": "My Information",
  "gender": "Gender",
  "noCheck": "Not Specified",
  "man": "Male",
  "woman": "Female",
  "spanish": "Spanish",
  "arabic": "Arabic",
  "roomSetting": "Room Settings",
  "videoSetting": "Video and Audio Settings",
  "videoQuality": "Video Quality",
  "video": "Video",
  "high": "High",
  "middle": "Medium",
  "low": "Low",
  "mic": "Microphone",
  "micTest": "Testing Microphone...",
  "speakerTest": "Testing Speaker...",
  "micProblem": "Having trouble with your microphone? Start the test and say something. We'll play it back for you.",
  "speakerProblem": "Testing speaker. Check if the sound is clear.",
  "volumeInput": "Input Volume",
  "volumeOutput": "Output Volume",
  "chatSetting": "Chat Settings",
  "etcSetting": "Other Settings",
  "VideoChat": "Video Chat",
  "login": "Login",
  "logout": "Logout",
  "room": "Create Room",
  "list": "Room List",
  "About": "Customer Service",
  "customerService": "Customer Service",
  "mypage": "My Page",
  "profile": "Profile Settings",
  "chatLog": "Chat Log",
  "rtcLog": "Video Conference Room",
  "Friend": "Friend",
  "addFriend": "Add Friend",
  "FriendList": "Friend List",
  "notice": "Notice",
  "number": "Number",
  "question": "Question",
  "date": "Date",
  "myProfile": "Profile",
  "name": "Name",
  "email": "Email",
  "report": "Report Reason",
  "customerCenter": "Customer Center",
  "picture": "Profile Picture",
  "addEmail": "Add Email",
  "phoneCall": "Phone Number",
  "password": "Password",
  "passwordForgot": "Forgot your password?",
  "passwordFind": "Find Password",
  "passwordNew": "New Password",
  "passwordNewCheck": "Confirm New Password",
  "checkPassword": "Confirm Password",
  "language": "Language",
  "languageChoice": "Choose Language",
  "korean": "Korean",
  "english": "English",
  "chinese": "Chinese",
  "japanese": "Japanese",
  "vietnamese": "Vietnamese",
  "indonesian": "Indonesian",
  "russian": "Russian",
  "french": "French",
  "changeSave": "Save Changes",
  "cancleChange": "Cancel Changes",
  "writeNickname": "Please enter a nickname",
  "nickname": "Nickname",
  "search": "Search",
  "searchNotFound": "No results found.",
  "wannaDelete": "Do you want to delete this friend from the list?",
  "delete": "Delete",
  "close": "Close",
  "question1": "Support for Multiple Languages",
  "answer1": "Our site supports multiple languages. Members can communicate in their desired language.",
  "question2": "Promote Cultural Exchange",
  "answer2": "Our site aims to promote cultural exchange. Members can make friends from other countries and experience new cultures.",
  "question3": "Ensure a Safe Environment",
  "answer3": "We prioritize the safety of our members. Our site strictly restricts spam, advertisements, and illegal activities.",
  "question4": "User Support Service",
  "answer4": "You can always contact us through the user support service. Our team will do their best to resolve your feedback or issues.",
  "question5": "Real-time Translation Feature",
  "answer5": "Our site has a real-time translation feature that overcomes language barriers. This allows members to easily communicate with people who speak different languages.",
  "question6": "Privacy Protection",
  "answer6": "We strive to protect the personal information of our members. Personal information is securely managed and absolute trust is guaranteed.",
  "question7": "Feedback for Quality Improvement",
  "answer7": "Your feedback is very valuable to us. Feel free to provide feedback, and we will work to provide better services.",
  "question8": "Non-discriminatory Environment",
  "answer8": "We welcome all members. We respect all members regardless of language, race, gender, sexual orientation, etc.",
  "q1": "How can I increase intimacy with my language exchange partner?",
  "a1": "To increase intimacy, share each other's interests and hobbies, and meet regularly. Sending congratulatory messages or gifts on birthdays or special days is also a good way. It's important to maintain honest and open communication to build a trusting relationship.",
  "q2": "What is the most effective way to find a language exchange partner?",
  "a2": "The most effective way to find a language exchange partner is to use language exchange apps or websites. These platforms allow you to set your language and the language you want to learn to find matching partners. You can also find partners through online language exchange communities or social media. Joining groups that share your interests or activities is also a good method.",
  "q3": "I want to turn off the camera and mute during a video call.",
  "a3": "In the video chat room, click the camera icon below your video screen to turn the camera on and off, and click the microphone icon to mute or unmute the microphone.",
  "q4": "How can I resolve difficulties during a conversation with a language exchange partner?",
  "a4": "To resolve difficulties during a conversation, consider each other's language level and understanding. If something is unclear, respectfully request clarification. You can also use translation tools provided by language exchange apps or websites to aid mutual understanding. Lastly, maintaining a positive attitude and encouraging each other is important.",
  "q5": "What are some commonly used expressions during language exchange with foreign friends?",
  "a5": "Common expressions during language exchange include 'What language are you learning?', 'What is your native language?', 'How long have you been studying the language?' etc. Also, expressions like 'Do you understand what I am saying?' are often used to check understanding.",
  "q6": "What are some ways to keep conversations with a language exchange partner interesting and beneficial?",
  "a6": "To keep conversations interesting and beneficial, discuss various topics and learn about each other's cultures. Sharing videos or photos to guide the conversation with visual materials, and engaging in interactive games or quizzes are good methods. Above all, having a genuine interest in the other's stories with curiosity is important.",
  "q7": "Is there a way to add friends during video chat?",
  "a7": "In the video chat room, click the + icon below the friend's video screen to add a friend.",
  "q8": "I want to communicate with local friends.",
  "a8": "The feature to enter your current area and communicate with nearby friends is under discussion. We will inform you of any updates."
}